{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jsonpath.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "text-case.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-LanguageTool": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
